tap "1password/tap"
tap "dbcli/tap"
tap "dbt-labs/dbt"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "miniscruff/changie", "https://github.com/miniscruff/changie"
tap "nickolasburr/pfa"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "vitorgalvao/tiny-scripts"
tap "xwmx/taps"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "cmus"
brew "cowsay"
brew "difftastic"
brew "exa"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fx"
brew "gcalcli"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "nghttp2"
brew "go"
brew "gobject-introspection"
brew "hurl"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "lolcat"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mono"
brew "pandoc"
brew "ripgrep"
brew "nb"
brew "neofetch"
brew "neovim"
brew "node"
brew "xapian"
brew "notmuch"
brew "nsnake"
brew "perl"
brew "pygments"
brew "python-tabulate"
brew "pgcli"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.8"
brew "rbenv"
brew "rich-cli"
brew "ruff"
brew "sc-im"
brew "shellcheck"
brew "shyaml"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "starship"
brew "subversion"
brew "tmux"
brew "tmuxp"
brew "toot"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "miniscruff/changie/changie"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "cron"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "fig"
cask "karabiner-elements"
cask "loom"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "superhuman"
cask "snowflake-snowsql"
cask "visual-studio-code"
mas "Gifski", id: 1351639930
mas "iA Writer", id: 775737590
mas "Pagi", id: 1586446074
mas "TestFlight", id: 899247664