tap "dbt-labs/dbt-cli"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "miniscruff/changie", "https://github.com/miniscruff/changie"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "vitorgalvao/tiny-scripts"
tap "xwmx/taps"
brew "asciinema"
brew "bat"
brew "pass"
brew "pop"
brew "llm"
brew "simonw/llm/symbex"
brew "ffmpeg"
brew "cmus"
brew "cowsay"
brew "dbt-cloud-cli"
brew "difftastic"
brew "exa"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fx"
brew "go"
brew "gum"
brew "gh"
brew "fzf"
brew "ffmpegthumbnailer"
brew "poppler"
brew "unar"
brew "glow"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "lolcat"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "pandoc"
brew "ripgrep"
brew "nb"
brew "neofetch"
brew "neovim"
brew "pygments"
brew "python-tabulate"
brew "pgcli"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "rbenv"
brew "rich-cli"
brew "ruff"
brew "sc-im"
brew "shellcheck"
brew "shyaml"
brew "spotify_player"
brew "starship"
brew "tree"
brew "rm-improved"
brew "wget"
brew "yq"
brew "joshuto"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "miniscruff/changie/changie"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "arc"
cask "authy"
cask "cron"
cask "dbeaver-community"
cask "fig"
cask "focus"
cask "karabiner-elements"
cask "loom"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "soundsource"
cask "superhuman"
cask "sunsama"
cask "popsql"
cask "snowflake-snowsql"
cask "visual-studio-code"
mas "Gifski", id: 1351639930
mas "iA Writer", id: 775737590
