alefragnani.project-manager
amodio.tsl-problem-matcher
ban.spellright
bastienboutonnet.vscode-dbt
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bungcip.better-toml
charliermarsh.ruff
csholmq.excel-to-markdown-table
cstrap.flask-snippets
darkriszty.markdown-table-prettify
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dorzey.vscode-sqlfluff
eamodio.gitlens
esbenp.prettier-vscode
Evidence.evidence-vscode
fabiospampinato.vscode-open-in-github
fnando.linter
formulahendry.auto-close-tag
foxundermoon.shell-format
GitHub.codespaces
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
idleberg.applescript
imagio.vscode-dimmer-block
innoverio.vscode-dbt-power-user
janisdd.vscode-edit-csv
joyceerhl.vscode-pyodide
kortina.vscode-markdown-notes
mechatroner.rainbow-csv
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
msrvida.vscode-sanddance
mtxr.sqltools
mtxr.sqltools-driver-pg
mushan.vscode-paste-image
mvllow.rose-pine
Perkovec.emoji
phoihos.csv-to-md-table
PKief.markdown-checkbox
pomdtr.excalidraw-editor
quarto.quarto
redhat.vscode-commons
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rust-lang.rust-analyzer
samplavigne.p5-vscode
samuelcolvin.jinjahtml
shyykoserhiy.vscode-spotify
snowflake.snowflake-vsc
svelte.svelte-vscode
TakumiI.markdowntable
tamasfe.even-better-toml
tchayen.markdown-links
timonwong.shellcheck
tldraw-org.tldraw-vscode
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
vsls-contrib.codetour
vsls-contrib.gistfs
wholroyd.jinja
withfig.fig
XadillaX.viml
yatki.vscode-surround
yzhang.markdown-all-in-one
